{
    "PHISHING.LINKS_POSSIBLE_DANGEROUS": "I see that an e-mail you just received contains links. This link could redirected you to a phishing webpage. I recommend to be extra careful before clicking if the mail: comes from an unknown sender makes little sense or is unusual puts you under pressure asks for personal information or data You can also hover over the link without clicking to check if it matches what’s displayed.",
    "PHISHING.LINKS_MAIL_DANGEROUS": "I can see that the mail you just received contains the link LINKADRESSE. This link was marked as dangerous by Google. If you click on this link, an attacker could, for example, steal login credentials to take over your account. I recommend not clicking on the link, closing this mail and blocking the sender.",
    "PHISHING.LINKS_WEB_DANGEROUS": "I can see that the webpage you are visiting contains the link LINKADRESSE. This link was marked as dangerous by Google. If you click on this link, an attacker could steal login credentials to take over your account. I recommend not clicking on the link and closing this webpage.",
    "PHISHING.ATTACHMENT": "I can see that an e-mail you just received contains attachments. These attachments could contain malicious code that, for example, gives an attacker control over your device or steals your private data.  I recommend to be extra careful before opening or downloading it if the mail: comes from an unknown sender makes little sense or is unusual puts you under pressure  asks for personal information or data",
    "PASSWORD.SHORT": "I see that this password is shorter than 8 characters. Attackers have tools that allow them to guess such passwords very easily. I recommend to change the password so it has: <ul><li>8 or more characters and</li><li>4 different types of characters (e.g., capital or, lowercase letters, special characters,  numbers) </li></ul> To come up with and remember complex passwords, it is best to use a password manager like Bitwarden",
    "PASSWORD.4_CHARACTER_TYPES": "I see that this password is not very complex. Attackers have tools that allow them to guess such passwords very easily.  I recommend to change the password so it has: <ul><li>8 or more characters and</li><li>4 different types of characters (e.g., capital or lowercase letters, special characters, numbers)</li></ul> To come up with and remember complex passwords, it is best to use a password manager like Bitwarden.",
    "PASSWORD.2_CHARACTER_TYPES": "I see that this password is long but not very complex. Attackers have tools that allow them to guess such passwords very easily. I recommend to change the password so it has 2 or more character types for passwords longer than 20 characters. Since it is difficult to come up with and remember such complex passwords, it is best to use a password manager such as Bitwarden.",
    "PASSWORD.COMPROMISED": "I see that this password is available on lists of frequently used passwords. Attackers can use this list to guess your password easily. I recommend to change the password so it has: <ul><li>8 or more characters and</li><li>4 different types of characters (e.g., capital or lowercase letters, special characters, or numbers)</li></ul> To come up with and remember complex passwords, it is best to use a password manager like Bitwarden.",
    "PHISHING.ATTACHMENT_AND_LINK": "I can see that an e-mail you just received contains links and attachments. The links could redirect you to a phishing webpage and attachments could contain malicious code that, for example, gives an attacker control over your device or steals your private data.  I recommend to be extra careful before clicking on the link or opening or downloading the attachement if the mail: <ul><li>comes from an unknown sender</li><li>makes little sense or is unusual</li><li>puts you under pressure</li><li>asks for personal information or data</li></ul>You can also hover over the link without clicking to check if it matches what’s displayed."
}
